	  <table width="100%%" height="200" border="0" cellpadding="1" cellspacing="1">
            <tr>
              <td height="100%" valign="top"><font color="#000000"><strong>ќсновы программировани€
                  в среде Delphi</strong></font></p>
                <p><font color="#000000">ћатериал, изложенный в этой части, раскрывает содержание среды
                  Delphi, предназначенной дл€ визуальной разработки Windows-приложений,
                  которые пользователь при поддержке среды создает на €зыке программировани€
                  Object Pascal. </font></p>
                <p><font color="#000000">ќсновы €зыка Object Pascal изложены
                    в учебном пособии &quot;ѕрограммирование
                  на €зыке Object Pascal в среде Delphi&quot;.</font></p>
                <p><font color="#000000">ѕриведено описание инструментальных средств Delphi и наиболее
                  используемых в практике программировани€ визуальных компонентов
                  среды. »спользование компонентов и среды в целом иллюстрировано
                  примерами приложений.</font></p>
                <p><font color="#000000">—одержание и форма глав расчитаны на пользовател€, который
                  приступает к изучению нового дл€ него материала, и построены
                  по принципу наращивани€ знаний и опыта, приобретаемого в ходе
                  разработки изложенных приложений.</font></p>
               </td>
              <td width="15%">&nbsp;</td>
            </tr>
          </table>